tap "homebrew/bundle"
tap "homebrew/core"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "bedtools"
brew "cling"
brew "harfbuzz"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "cppcheck"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gdk-pixbuf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "pkgconf"
brew "hdf5"
brew "htop"
brew "icu4c@76"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpegoptim"
brew "knot"
brew "llvm"
brew "maven"
brew "ncdu"
brew "neovim"
brew "openvino"
brew "perl"
brew "projectm"
brew "py-spy"
brew "r"
brew "ruby"
brew "sfml"
brew "speedtest-cli"
brew "tcptraceroute"
brew "tlrc"
brew "tor"
brew "tree"
brew "wget"
brew "xxh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "blackhole-2ch"
cask "discord"
cask "docker-desktop"
cask "github"
cask "iina"
cask "iterm2"
cask "keycastr"
cask "logi-options+"
cask "mactex"
cask "miniconda"
cask "ngrok"
cask "obs"
cask "omnidisksweeper"
cask "r-app"
cask "rstudio"
cask "tor-browser"
cask "whatsapp"
cask "xquartz"
cask "zed"
cask "zotero"
cask "font-meslo-lg-nerd-font"
cask "visual-studio-code"
cask "spotify"